Repository: jose-mauro-elsas/Projetos_Latex
Catalog: Tradução/Tradução-level2.tmx
Source language: en_us
Languages: pt_br

source: After suffering damage or disaster, liner operators did not want the name of a broken ship to tarnish the brand of their passenger services.
pt_br: Após sofrer um dano ou desastre, operadores de navios de passageiros não queriam o nome de um navio danificado manchasse a marca de seus serviços de passageiros

source: As labour costs rose, centres of the ship-breaking industry moved—initially from countries such as Japan and Hong Kong, to Korea and Taiwan and then to China.
pt_br: Conforme o aumento de custos, a industria de desmonte de navios se mudou - inicialmente de países tais como Japão e Hong Kong para a Coreia e logo para a China.

source: As of 2020 those dismantlers that still remain in the United States work primarily on government-surplus vessels.[citation needed]
pt_br: Até fins do século XX aqueles desmanteladores que ainda permaneceram no Estados Unidos trabalham no excedente de navios do governo.

source: At the time, Bangladesh had no capacity at all.
pt_br: Na época, Bangladesh não tinha capacidade alguma.

source: Dismantling of Redoutable in Toulon, 1912 In 2020, as the COVID-19 pandemic crippled the cruise ship trade, cruise vessels began to appear more frequently in ship breaking facilities.[11]
pt_br: Desmantelamento do Redoudable em Toulon (1912) Em 2020, conforme a pandemia de COVID-19

source: Dismantling operations required a 10-foot (3 m) rise of tide and close proximity to a steel-works.
pt_br: Operações de desmantelamento exigiam uma preamar de 3m e proximidade de indústrias metalúrgicas.

source: Electric shears, a wrecking ball and oxy-acetylene torches were used.
pt_br: Cortadores elétricos, Bola de demolição e maçaricos de corte.

source: For 14 months the industry could not import ships and thousands of jobs were lost before the ban was annulled.[21][need quotation to verify] That same year, the global recession and lower demand for goods led to an increase in the supply of ships for decommissioning.
pt_br: Por 14 meses a industria não pode importar navios e milhares de empregos foram perdidos até que o banimento foi anulado; Naquele mesmo ano, a recessão global e a baixa demanda por bens levou a um aumento no número de navios para descomissionamento.

source: For example, the southern port city of Kaohsiung in Taiwan operated as the world's leading dismantling site in the late 1960s and 1970s, breaking up 220 ships totaling 1.6 million tons in 1972 alone;[12] in 1977 Taiwan continued to dominate the industry with more than half the market share, followed by Spain and Pakistan.
pt_br: Por exemplo, o porto ao sul da cidade de Kaohsiung em Taiwan operou como o líder mundial de desmonte de navios no final dos dos anos 60 e 70, desmontando 220 navios e totalizando1,6 milhões de toneladas em 1972; em 1977, Taiwan continuou a dominar a indústria com mais de metade do mercado, seguido pela Espanha e Paquistão.

source: However, any weapons and military information, even if obsolete, were carefully removed by Navy personnel before turning over the ship for scrapping.[10]
pt_br: No entanto, quaisquer armas e informações militares, ainda que obsoletos, eram cuidadosamente removidas pelo pessoal de Marinha antes que o navio fosse destinado para desmantelamento.10

source: However, the sector is volatile and fluctuates wildly, and Taiwan processed just two ships 13 years later as wages across East Asia rose.[13][14] For comparison, depending on their profession, shipbreakers in Kaohsiung earned from NT$40 (day labourer) to NT$180 (torch operator) per day in 1973.[12]
pt_br: Contudo, o setor é volátil e flutua fortemente, e Taiwan processou apenas dois navios 13 anos mais tarde com remuneração na Ásia. Para comparação. dependendo da profissão, trabalhadores de Kaohsiung recebiam de 40 (trabalhador braçal) a 180 NT$ (maçariqueiro) por dia em 1973.

source: In 1880 Denny Brothers of Dumbarton used forgings made from scrap maritime steel in their shipbuilding.
pt_br: Em 1880 a Denny Brothers de Dumbarton usou forjados produzidos com aço naval de sucata no seu estaleiro.

source: In 1965 the Chittagong Steel House bought the ship and had it scrapped.
pt_br: Em 1965 a Chitagong Steel House comprou o navio e o desmontou.

source: In 2004 a Basel Convention decision officially classified old ships as "toxic waste", preventing them from leaving a country without the permission of the importing state.[15] This has led to a resurgence of recycling in environmentally compliant locations in developed countries, especially in former shipbuilding yards.[16]
pt_br: Em 2004 uma decisão da convenção de Basel, classificou oficialmente navios velhos "Lixo tóxico" os impedindo de deixar o país sem a permissão do país importador. Isso conduziu ao reaparecimento de estaleiros de reciclagem ambientalmente conformes em alguns países em estaleiros antigos.

source: In 2009 the Bangladesh Environmental Lawyers Association won a legal case prohibiting all substandard ship breaking.
pt_br: Em 2009 Associação dos Advogados Ambientais de Bangladesh venceu um caso proibindo todos os desmantelamentos fora de normas e padrões.

source: In Tudor times (1485–1603), ships were dismantled and the timber re-used.
pt_br: Nos tempos da dinastia Tudor, (1485-1603) os navios eram desmantelados e a sua madeira reutilizada.

source: In the 1930s it became cheaper to "beach" a boat by running her ashore—as opposed to using a dry dock.
pt_br: Em 1930 tornou-se mais barato encalhar o navio numa praia ao invés de docar o navio.

source: It could not be re-floated and so remained there for several years.
pt_br: Como não pode ser reflutuado, então o navio permaneceu no local por vários anos

source: It took years to scrap the vessel, but the work gave birth to the industry in Bangladesh.
pt_br: Foram necessários anos para desmontar o navio, mas resultou no nascimento da industria em Bangladesh

source: Location trends Until the late 20th century the majority of ship breaking activity took place in the port cities of industrialized countries such as the United Kingdom and the United States.
pt_br: Tendências de Locação.

source: Many Victorian ships made their final voyages with the final letter of their name chipped off.[10]
pt_br: Muitos navios da era vitoriana fizeram a suas viagens finais com a última letra do nome arrancada ou danificada.

source: Many historical artifacts were sold at public auctions: the Cunarder RMS Mauretania, sold as scrap for £78,000, received high bids for her fittings worldwide.
pt_br: Muitos artefatos históricos foram vendidos em leilões públicos :o navio de passageiros RMS Mauretania vendido como sucata por GPB78000, recebeu altas ofertas por peça mundo afora.

source: Many other nations began to purchase British ships for scrap by the late 19th century, including Germany, Italy, the Netherlands and Japan.
pt_br: Muitas outras nações começaram a comprar navios britânicos para demolir por volta do fim do século XIX, incluindo a Alemanha. Itália, a Holanda e Japão

source: On 31 December 2005 the French Navy's Clemenceau left Toulon to be dismantled at the Alang Ship Breaking Yard, India—despite protests over improper disposal capabilities and facilities for the toxic wastes.
pt_br: Em 31 de dezembro de 2005 o navio da marinha francesa Clemenceau deixou o porto de Toulon para ser desmantelado no Alang Ship Breaking Yard na Índia - apesar de protestos acerca de recurso inadequados para descarte inapropriado de Lixo tóxico.

source: On 6 January 2006 the Supreme Court of India temporarily denied access to Alang,[17] and the French Conseil d'État ordered Clemenceau to return to French waters.[18] Able UK in Hartlepool received a new disassembly contract to use accepted practices in scrapping the ship.[19][20] The dismantling started on 18 November 2009 and the break-up was completed by the end of 2010; the event was considered a turning point in the treatment of redundant vessels.[19][failed verification] Europe and the United States have had a resurgence in ship scrapping since the 1990s.[citation needed]
pt_br: Em 6 de janeiro 2006 a Suprema Corte da Índia negou temporariamente o acesso ao Alang e o Conselho de Estado da França ordenou o retorno do Clemenceau para águas francesas. O estaleiro Able UK in Hartlepool recebeu recebeu um novo contrato de desmonte que definia práticas aceitáveis para o desmonte do navio. A desmontagem começou em 18 de novembro de 2009 e completado no final de 2010; o evento foi considerado um ponto de inflexão no tratamento de navios com sistemas redundantes. Europa e Estados Unidos tiveram um resurgimento de desmontes desde os anos 1990

source: Ship recycled in beaching method In 1960, after a severe cyclone, the Greek ship M D Alpine was stranded on the shores of Sitakunda, Chittagong (then part of East Pakistan).
pt_br: O método de reciclagem de navios por meio encalhe na praia. Em 1960, depois um ciclone muito severo o navio grego M/D Alpiine encalhou na praias de Sitakunda, Chitagong (na época, parte do Paquistão)

source: The Italian industry started in 1892, and the Japanese industry after the passing of an 1896 law to subsidise native shipbuilding.[10]
pt_br: A indústria italiana começou em 1892, a industria japonesa começou após aprovar a lei de subsídio da indústria naval local.

source: The rate of scrapping is inversely correlated to the freight price, which collapsed in 2009
pt_br: A taxa de desmantelamentos é inversamente proporcional ao preço do frete, que entraram em colapso em 2009.

source: The ship would have to weigh as little as possible and would run ashore at full speed.
pt_br: O navio deveria estar o mais leve possível e deveria ser lançado à praia a plena velocidade.

source: The technique of the time closely resembles that used in developing countries as of 2020.
pt_br: Cortador elétricos, bola de demolição.

source: This procedure was no longer applicable with the advent of metal-hulled boats[10] in the 19th century.
pt_br: Este procedimento não era mais aplicável com o advento dos barcos de cascos metálicos do século XIX.

source: This, in turn, created a far worse environmental problem, subsequently leading to the Basel Convention of 1989.
pt_br: Isto, por sua vez, criou um problema ainda pior, conduzindo para a convenção de Basel de 1989

source: Tightening environmental regulations resulted in increased hazardous waste disposal costs in industrialised countries in the 1980s, causing the export of retired ships to lower-income areas, chiefly in South Asia.
pt_br: Regras ambientais mais rigorosas resultou num aumento dos custos de descarte de resíduos perigosos em países industrializados, causando a exportação de navios para desmonte em áreas de custos mais baixos, principalmente no sul da Ásia;

source: Until 1980 the Gadani Ship Breaking Yard of Pakistan was the largest ship breaking yard in the world.[citation needed]
pt_br: Até 1980 o Gadani Ship Breaking Yard do Paquistão foi o maior estaleiro de desmantelamento do mundo

source: W. Ward Ltd., one of the largest breakers in the United Kingdom in the 1930s, would recondition and sell all furniture and machinery.
pt_br: Ward Ltd., um dos maiores demolidores do Reino Unido, recondicionaria e venderia todo o mobiliário e equipamentos.

source: Wooden-hulled ships were simply set on fire or "conveniently sunk".
pt_br: Navios de casco de madeira eram simplesmente incendiados ou "convenientemente incendiados.
